---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementSlowFilter
source: html/a4fb1ecb-28e4-8111-3abc-f5c6c0a2dbad.htm
---
# ElementSlowFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.